"/start"

"""
Давай добавим деталей! 
Закрытое мероприятие от ивент агентства «Show & Circus».
мы собираем в Москве 200 гостей из индустрии событий!

Локация: Papa Moscow Club
Адрес:
Дата и время: 16 марта, 18:00–23:00

В программе вечера:
- тренды 2026 года в show-production
- новые форматы catering и alcohol production
- welcome-решения для мероприятий
- современные декорации и event-локации
- концерты и топ-музыка

Партнёры мероприятия:
- Papa Moscow Club
- Modul Catering
- Артемий Фогель
- алкогольная компания AST
- шоу-продакшн «Новый балет»
- ивент-агентство «Шевченко шоу»
- шоу-балет G-Style

Вход на мероприятие по спискам. Количество мест ограничено.""" + "ПРОЙТИ РЕГИСТРАЦИЮ"

"""Чтобы подтвердить участие в мероприятии и получить персональный билет, необходимо пройти короткую регистрацию.

Бот задаст несколько простых вопросов. 
Пожалуйста, укажите:
- ФИО
- номер телефона
- компанию
- сферу деятельности 
- должность

Эти данные нужны для формирования списка гостей и подготовки вашего персонального приглашения.

После регистрации вы получите электронный билет с уникальным QR-кодом, который необходимо будет показать на входе на мероприятие.

Регистрация занимает меньше минуты.""" + "ПОЛУЧИТЬ БИЛЕТ"

"""Напишите Ваше имя"""

"<имя>"

"""Отправьте свой номер телефона""" + "Отправить контакт" ("Запрашивает номер контакта пользователя")

"""Поздравляем, вы успешно прошли регистрацию!

За вами забронировано место 
на закрытом мероприятии Show & Circus.

Ваш персональный билет уже сформирован. 
Получить его можно в меню ниже 
— просто откройте раздел «Мой билет».

Если ваши планы изменятся и вы не сможете присутствовать, вы также можете аннулировать билет через меню бота.

До встречи на мероприятии.
""" + "МОЙ БИЛЕТ / ФОРМАТ QR КОД" + "ПРОГРАММА МЕРОПРИЯТИЯ" + "СВЯЗАТЬСЯ С ОРГАНИЗАТОРОМ"

(Нажатие на МОЙ БИЛЕТ / ФОРМАТ QR КОД)

"""ВАШ БИЛЕТ № 0120025512364
на закрытое мероприятие от «Show & Circus».

16 марта 2026 года мы собираем в Москве 200 гостей из индустрии событий: владельцев ивент-агентств, организаторов мероприятий, режиссёров и собственников бизнеса из числа наших клиентов.

Локация: Papa Moscow Club
Дата и время: 16 марта, 18:00–23:00

Концепция вечера — «Драгоценные камни».
Гость это драгоценность, которая делает индустрию ярче.""" + "АННУЛИРОВАТЬ БИЛЕТ" + "ВЕРНУТЬСЯ В ГЛАВНОЕ МЕНЮ"

(Нажатие на АННУЛИРОВАТЬ БИЛЕТ)

"""Ваш билет аннулирован.

Нам очень жаль, что вы не сможете присутствовать на мероприятии Show & Circus.

Мы будем делиться фото и видео с события прямо в боте, чтобы вы могли увидеть самые яркие моменты вечера.

Следите за обновлениями — и будем рады видеть вас на наших следующих мероприятиях."""

(Нажатие на ПРОГРАММА МЕРОПРИЯТИЯ)

"""Примерная программа мероприятия
18:00 — Сбор гостей и welcome
Гостей встречают организаторы и партнёры мероприятия. Welcome-зона, общение, знакомство участников, первые активности и фотозона.
18:30 — Открытие вечера
Приветственное слово организаторов Show & Circus. Краткое представление партнёров и концепции вечера «Драгоценные камни».
19:00 — Тренды 2026 в индустрии мероприятий
Короткие выступления и презентации от партнёров о новых форматах show-production, catering, alcohol production, декоре и event-локациях.
20:00 — Шоу-программа
Выступления артистов и шоу-номера от партнеров мероприятия. Музыкальная программа и сценические постановки.
21:00 — Розыгрыш призов от партнеров
Среди гостей, присутствующих на мероприятии, пройдет розыгрыш подарков и специальных предложений.
21:30 — Нетворкинг и свободное общение
Общение гостей, новые знакомства, обсуждение проектов и идей в неформальной атмосфере.
22:30 — Финальная шоу-программа
Музыкальное выступление и завершение официальной части вечера.
23:00 — Завершение мероприятия"""

(Когда билет сканируется на бекенде)

"""Поздравляем!

Если вы видите это сообщение, значит ваш билет только что был активирован на входе, и вы успешно прошли на мероприятие Show & Circus.

Теперь за вами закреплён уникальный номер участника, который автоматически участвует в розыгрыше призов во время вечера.

Ваш лотерейный номер: 577567_GHGJF

Добро пожаловать на мероприятие!
Желаем вам приятного вечера, ярких впечатлений и отличного отдыха."""